7zip
arandr
base
base-devel
bat
bluez-utils
brightnessctl
dmenu
dunst
eza
fd
feh
flameshot
fzf
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3status
iwd
jdk-openjdk
kitty
lazygit
libpulse
lightdm
lightdm-gtk-greeter
linux
ly
man-db
nano
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obsidian
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
poppler
redshift
ripgrep
rofi
rofi-calc
smartmontools
thefuck
tldr
tmux
ttf-atkinson-hyperlegible
ttf-firacode-nerd
unzip
vim
vlc
wget
wireless_tools
wireplumber
xclip
xcolor
xdg-utils
xorg-xinit
xorg-xinput
yazi
zellij
zip
zoxide
zram-generator
zsh
