arandr
autorandr
base
base-devel
bat
bluez-utils
brightnessctl
dmenu
eza
flameshot
firefox
fzf
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3status
intel-media-driver
iwd
jdk-openjdk
kitty
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
ly
man-db
nano
neovim
network-manager-applet
networkmanager
nitrogen
npm
pamixer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
ripgrep
rofi
rofi-calc
smartmontools
thefuck
tldr
tmux
ttf-firacode-nerd
unzip
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xclip
xcolor
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xorg-xinput
yazi
zip
zoxide
zram-generator
zsh
